import React from 'react';
import './AboutSection.css';

const AboutSection = () => {
  return (
    <div className="about-section">
      <div className="about-top-line"></div>
      
      <div className="about-grid">
        <div className="about-left">
          <div className="feature-card">
            <h2>الخبرة الواسعة</h2>
            <p>تتمتع إبداع ميديا، شركة دعاية وإعلان، بخبرة واسعة تمتد لعديد من السنوات. عملت خلالها 
              على تنفيذ عديد من المشروعات باحترافية عالية، مكنتها من كسب ثقة عملاء كثر
            </p>
          </div>
          
          <div className="feature-card">
            <h2>فريق العمل</h2>
            <p>
              نقدم في إبداع ميديا مختلف خدمات الدعاية والإعلان بالاعتماد على فرق عملنا 
              المتخصصة في تقديم كل خدمة. مما يوفر لعملائنا 
              الحصول على خدمات مقدمة باحترافية عالية
            </p>
          </div>
        </div>
        
        <div className="about-right">
          <h2>ما يجعل إبداع ميديا الأفضل ...</h2>
          <h3>الجودة العالية</h3>
          <p>
              نعتمد في إبداع ميديا على استخدام أحدث الأدوات وأجود أنواع الخامات في تقديم خدماتنا، مما يضمن لعملائنا 
              الحصول على الخدمات التي يحتاجون إليها بأعلى جودة ممكنة.
          </p>
          <h3>الالتزام والسرعة</h3>
          <p>إضافة إلى الجودة العالية التي نحرص على أن نقدم بها خدماتنا، فإننا نحرص أيضًا على إنجاز كافة
             المشروعات في أقل وقت ممكن وتسليمها لعملائنا في المواعيد المتفق عليها</p>
        </div>
      </div>
    </div>
  );
};

export default AboutSection;